{
  "articles": [
{
  "id": 31,
  "title": "A car crashed off a steep slope, killing the driver.",
  "summary": "Samar Malik Rizk from Habaleen - Jbeil, a victim of a car accident between Saghar and Ain Kfaa.",
  "content": "May God have mercy on her soul.",
  "image": "https://sbclaims.co.uk/wp-content/uploads/elementor/thumbs/iStock-1006045926-pkjyfw1ojs2s9wmrglmg7uf53yg59exz8fhv987yas.jpg",
  "video": "",
  "category": "news",
  "date": "2025-07-03",
  "author": "B Times"
},
{
  "id": 30,
  "title": "Traffic accident at Batroun Chekka hwy.",
  "summary": "A traffic accident after the Hamat tunnel happened",
  "content": "A passenger van overturned on the Chekka Tunnel road towards Tripoli, leaving approximately seven people injured, some with moderate injuries.",
  "image": "https://sbclaims.co.uk/wp-content/uploads/elementor/thumbs/iStock-1006045926-pkjyfw1ojs2s9wmrglmg7uf53yg59exz8fhv987yas.jpg",
  "video": "",
  "category": "news",
  "date": "2025-07-03",
  "author": "B Times"
},
{
  "id": 29,
  "title": "Batroun: Traffic accident under the Bellani Bridge.",
  "summary": "A traffic accident between a motorcycle and a cherokee suv has been did under the bellani bridge",
  "content": "A Red Cross team quickly arrived at the accident site to help the biker, who was not physically harmed.",
  "image": "images/IMG-20250703-WA0092.jpg",
  "video": "",
  "category": "news",
  "date": "2025-07-03",
  "author": "B Times"
},
{
  "id": 28,
  "title": "An Israeli drone targeted a vehicle on the Khaldeh highway.",
  "summary": "The Israeli army: We carried out an airstrike targeting an operative working for Iran’s Quds Force who was involved in weapons smuggling in Lebanon",
  "content": "",
  "image": "https://yt3.googleusercontent.com/N213Qz0nmgEBNNWzbFNUp8BFC7C-N4Tc1TGgODnKr35Vq8hbePwMU7uxHRft3Guhzm8ABVv5JA=s900-c-k-c0x00ffffff-no-rj",
  "video": "",
  "category": "news",
  "date": "2025-07-03",
  "author": "B Times"
},
    {
      "id": 27,
      "title": "Circular issued by Batroun Municipality for residents behind barriers",
      "summary": "Starting from July 4, 2025, Electric barriers will begin operating throughout the town",
      "content": "The Municipality of Batroun informs the residents of the area located beyond the electric barriers in the old district that the process of closing the barriers and controlling them remotely will begin on Friday, July 4, 2025.\n\nTherefore, you are kindly requested to ensure that your remote control devices in your vehicles are available and functioning properly to avoid any disruption in your movement.",
      "image": "https://i.pinimg.com/originals/72/14/11/721411b81d2b053c556bea7fe6b8662d.jpg",
      "video": "",
      "category": "news",
      "date": "2025-07-03",
      "author": "B Times"
    },
    {
      "id": 26,
      "title": "A fire between Boxmaya and Kfarhay affects olive groves",
      "summary": "A fire in Batroun's Boxmaya and Kfarhay towns is spreading rapidly due to high temperatures and winds, threatening olive groves and posing agricultural risks. Civil defense teams and residents are working to contain the fire.",
      "content": "The fire that broke out this afternoon in an area between the towns of Boxmaya and Kfarhay in the Batroun district continues to spread rapidly due to winds and high temperatures. The flames have reached olive groves, threatening further agricultural damage. Civil defense teams, with the support of residents, are working to contain the fire and prevent it from spreading to homes and farms. Local authorities have urged citizens to be careful and requested additional support to control the fire before it gets out of control.",
      "image": "https://instagram.fbey14-1.fna.fbcdn.net/v/t39.30808-6/513862001_1286818499466348_1314211996849606929_n.jpg?stp=dst-jpg_e35_tt6&efg=eyJ2ZW5jb2RlX3RhZyI6IkZFRUQuaW1hZ2VfdXJsZ2VuLjEwMjl4NTM4LnNkci5mMzA4MDguZGVmYXVsdF9pbWFnZSJ9&_nc_ht=instagram.fbey14-1.fna.fbcdn.net&_nc_cat=100&_nc_oc=Q6cZ2QFpz107xWRXumpe1q6Lzw41NfYMt4IwA_dpKvhameyjeAyafZfRI4fvjziE8Mfn-70&_nc_ohc=BECgl0At_GwQ7kNvwGVnqUn&_nc_gid=HtpLBkERQ27_bvLE6DKNxA&edm=AP4sbd4AAAAA&ccb=7-5&ig_cache_key=MzY2Nzg5MDQ3Nzk0ODUxMDc0NQ%3D%3D.3-ccb7-5&oh=00_AfMJZ1ef2A-S9IBKvvRk4k3dL2uMIs6NfaGNTSPndo8jYw&oe=686C31E6&_nc_sid=7a9f4b",
      "video": "",
      "category": "news",
      "date": "2025-07-03",
      "author": "B Times"
    },
    {
      "id": 25,
      "title": "The road is closed on Sunday 6",
      "summary": "The main road of Batroun are closed on Sunday July 6, from 6:00 to 8:00AM",
      "content": "For more information:\n@BATROUNRACE\nCall: +961 81 30 06 25",
      "image": "https://i.pinimg.com/originals/72/14/11/721411b81d2b053c556bea7fe6b8662d.jpg",
      "video": "",
      "category": "news",
      "date": "2025-07-03",
      "author": "B Times"
    },
    {
      "id": 24,
      "title": "Fire breaks out at Batroun restaurant, no injuries reported",
      "summary": "A rooftop fire erupted at Le Marin due to an electrical malfunction; firefighters contained it with no casualties.",
      "content": "A fire broke out at Le Marin restaurant in Batroun, reportedly due to an electrical issue. Civil defense teams intervened quickly, containing the blaze. No injuries were reported, though property damage occurred. Authorities are investigating.",
      "image": "https://mylebanonguide.com/wp-content/uploads/2022/06/IMG-20220616-WA0138.jpg",
      "video": "",
      "category": "news",
      "date": "2025-06-28",
      "author": "L’Orient Today"
    },
    {
      "id": 23,
      "title": "Batroun International Festival 2025 kicks off",
      "summary": "The festival begins July 18, featuring concerts, Photo Month in August, and a Mediterranean Film Festival in September.",
      "content": "The 2025 Batroun International Festival starts on July 18 and ends September 7, showcasing music acts like Hanine, Zef, Iyam El Lira, photography, and film events",
      "image": "https://mir-s3-cdn-cf.behance.net/projects/404/38bf8e170218737.Y3JvcCw4MDgsNjMyLDAsMA.jpg",
      "video": "",
      "category": "events",
      "date": "2025-07-18",
      "author": "Lebtivity / Ticketing Boxoffice"
    },
    {
      "id": 22,
      "title": "Lebanon aims to attract wealthy Gulf tourists, boosting Batroun",
      "summary": "With Gulf travel bans lifted by UAE and Kuwait, coastal destinations like Batroun are seeing renewed tourism interest.",
      "content": "Lebanon's tourism ministry is targeting wealthy Gulf tourists. With the UAE and Kuwait lifting bans, Batroun beaches are seeing weekend crowds and optimism from local businesses.",
      "image": "https://www.pinoyaksyonnews.com/wp-content/uploads/2024/03/1GulfTourism.gif",
      "video": "",
      "category": "lifestyle",
      "date": "2025-06-07",
      "author": "AP / Halifax CityNews"
    },
    {
      "id": 21,
      "title": "Partygoers watch missiles fly overhead during Batroun beach party",
      "summary": "Video shows missile flares passing overhead during a beach party in Batroun on June 14.",
      "content": "Footage from June 14 shows attendees at a Batroun beach party startled by missile flares flying overhead, underscoring regional security tensions",
      "image": "https://media.cnn.com/api/v1/images/stellar/prod/iranmissilesisrael-wide-thumb.jpg?c=16x9&q=w_1280,c_fill",
      "video": "",
      "category": "news",
      "date": "2025-06-14",
      "author": "Newsflare"
    },
    {
      "id": 20,
      "title": "Voter turnout strong in Batroun district municipal elections",
      "summary": "Batroun saw a 48.26% turnout in May municipal elections; a joint FPM–LF slate secured key wins.",
      "content": "In the May 2025 municipal elections, voter turnout in Batroun was 48.26%. The FPM and LF ran a joint list in Batroun city, capturing council seats.",
      "image": "https://tse2.mm.bing.net/th/id/OIP.DNWdgl4qlj4Y2WfleQG1WQHaFa?pid=Api&P=0&h=220",
      "video": "",
      "category": "politics",
      "date": "2025-05-12",
      "author": "LBCI / Wikipedia"
    },
    {
      "id": 19,
      "title": "Bassil urges strong voter turnout in Batroun",
      "summary": "FPM leader Gebran Bassil called for inclusive civic participation in Batroun’s municipal elections.",
      "content": "Gebran Bassil urged citizens to turn out in force and highlighted the inclusive, multi-sect candidate list in Batroun.",
      "image": "https://tse2.mm.bing.net/th/id/OIP.IiL2Lb9PEz2gI-MY1Qb2LgHaEc?pid=Api&P=0&h=220",
      "video": "",
      "category": "politics",
      "date": "2025-06-24",
      "author": "National News Agency"
    },
    {
      "id": 18,
      "title": "Municipal elections shift political alignments in Batroun",
      "summary": "FPM and LF formed a pragmatic alliance amid shifting popularity; overtourism cited as concern.",
      "content": "Ahead of May’s polls, FPM joined with LF in Batroun city—seen as pragmatic amid FPM’s declining support. Overtourism and congestion were flagged as emerging issues.",
      "image": "https://tse2.mm.bing.net/th/id/OIP.DNWdgl4qlj4Y2WfleQG1WQHaFa?pid=Api&P=0&h=220",
      "video": "",
      "category": "politics",
      "date": "2025-05-17",
      "author": "This is Beirut"
    },
    {
      "id": 17,
      "title": "Israeli naval raid in Batroun on November 2, 2024",
      "summary": "Israeli commandos raided a Batroun chalet and abducted a suspected Hezbollah operative.",
      "content": "On November 2, 2024, Israeli Shayetet 13 commandos raided a chalet in Batroun, abducting Imad Amhaz, alleged Hezbollah naval operative.",
      "image": "https://tse4.mm.bing.net/th/id/OIP.ABaWn3sxe7Im1iBn-E_qPAHaEK?pid=Api&P=0&h=220",
      "video": "",
      "category": "news",
      "date": "2024-11-02",
      "author": "Wikipedia"
    },
    {
      "id": 16,
      "title": "Mseilha Fort continues to attract tourists",
      "summary": "17th‑century Mseilha Fort near Batroun remains a top historical attraction.",
      "content": "Mseilha Fort, built in the 17th century by Emir Fakhr al‑Din II about 2.5 km from Batroun, is a key heritage site visited by tourists and history enthusiasts.",
      "image": "https://mylebanonguide.com/wp-content/uploads/2022/08/IMG_20220819_235515_934.jpg",
      "video": "",
      "category": "education and culture",
      "date": "2025-06-10",
      "author": "Wikipedia"
    },
    {
      "id": 15,
      "title": "Batroun vlog showcases new beaches and food",
      "summary": "YouTube vlog highlights Batroun’s latest beach spots, street food, and hidden gems.",
      "content": "A recent YouTube vlog explores Batroun’s newest beaches, street food offerings, and hidden local attractions.",
      "image": "https://tse3.mm.bing.net/th/id/OIP.v-OKdiGELYKiGtAo033pEQHaF1?pid=Api&P=0&h=220",
      "video": "",
      "category": "lifestyle",
      "date": "2025-06-30",
      "author": "YouTube creator"
    },
    {
      "id": 14,
      "title": "Batroun Vlog 2025 – Lebanese food, beaches & a big surprise",
      "summary": "Another recent vlog showcases Batroun's local cuisine, coastline, and unexpected festival moments.",
      "content": "In this vlog, the creator explores Batroun’s cuisine, maritime attractions, and captures a surprise live event.",
      "image": "https://tse3.mm.bing.net/th/id/OIP.v-OKdiGELYKiGtAo033pEQHaF1?pid=Api&P=0&h=220s",
      "video": "",
      "category": "lifestyle",
      "date": "2025-06-27",
      "author": "YouTube creator"
    },
    {
      "id": 13,
      "title": "New head of Batroun Municipalities Union elected",
      "summary": "Roger Yazbek was elected head of the Batroun Municipalities Union; Rima Farah is deputy.",
      "content": "Mayor of Korchi, Roger Yazbek, was elected President of the Batroun Municipalities Union, with Rima Farah from Kfar Halda named as deputy.",
      "image": "https://tse3.mm.bing.net/th/id/OIP.-AIptU5Vcxw5pQMxLDiWJAHaDR?pid=Api&P=0&h=220",
      "video": "",
      "category": "politics",
      "date": "2025-06-20",
      "author": "Cedar News via Ground News"
    },
    {
      "id": 12,
      "title": "Batroun Youth Club wins Lebanese Volleyball Championship",
      "summary": "Al‑Shabab Club of Batroun celebrated its first national volleyball championship win.",
      "content": "Batroun Youth Club (Al‑Shabab) celebrated its first Lebanese Volleyball Championship, marked by a ceremony attended by local officials and a centenarian ex‑president.",
      "image": "https://volleylebanon.com/FileUpload/Batroun.png",
      "video": "",
      "category": "sports",
      "date": "2025-06-18",
      "author": "Cedar News via Ground News"
    },
    {
      "id": 11,
      "title": "Sacred Hearts School commemorates Mansour Rahbani centenary",
      "summary": "A theatrical performance at Sacred Hearts School in Batroun honored the late artist Mansour Rahbani.",
      "content": "Sacred Hearts Sisters High School staged a play by 120 students to commemorate artist Mansour Rahbani’s 100th birthday, attended by MP Gebran Bassil and local dignitaries.",
      "image": "",
      "video": "",
      "category": "culture",
      "date": "2025-06-22",
      "author": "Cedar News via Ground News"
    },
    {
      "id": 10,
      "title": "Batroun: A Coastal Gem with Modern Challenges and Rich Heritage",
      "summary": "Batroun today balances on a delicate axis: thriving as a staycation haven and economic lifeline, yet also vulnerable to environmental risks and caught in regional geopolitical tensions. Its blend of ancient charm and modern vibrancy continues to attract both locals and visitors—an uplifting counter-narrative amid Lebanon’s broader challenges",
      "content": "1. Thriving Local Tourism\n\nDespite Lebanon's ongoing economic hardships and pandemic-related travel restrictions, Batroun has emerged as a vibrant domestic tourist destination. With Lebanese citizens unable to travel abroad due to the crisis and pandemic, they’ve turned to coastal towns like Batroun. Streets are bustling with visitors strolling through ancient souks, relaxing on beaches, and enjoying the nightlife. Local guides such as John Bechara highlight the city’s historic churches, Phoenician sea wall, and old harbor — all reflecting decades of municipal tourism development  .\n\nA 54-year-old restaurant owner, Maguy al-Mouhawas, says:\n\n> “Lebanese can’t go for tourism abroad anymore… Batroun embraces them and their children… that’s why there’s a bigger turnout”.\n\nThe municipal head, Marcelino al‑Hark, notes this resurgence is the result of 22 years of consistent investment in hospitality and infrastructure  . While parking and traffic congestion have emerged as challenges, the economic boost to local businesses has been widely appreciated.\n\n2. Environmental Concerns: Forest Fires\n\nOn August 5, 2024, a significant fire broke out in the forests surrounding Batroun—specifically between Shabtin, Mrah al-Hajj, and Alali. Using windy conditions, the blaze consumed orchards and forest areas, posing a threat to nearby homes. Lebanese civil defense teams and army units stepped in to extinguish the flames and began cooling operations. Relief came after a coordinated effort, preventing wider devastation.\n\n3. Security Incident: Israeli Raid\n\nIn a startling development on November 2, 2024, Israeli elite naval commandos (unit Shayetet 13) conducted a covert amphibious raid in Batroun, abducting a Lebanese man identified by Israel as Imad Amhaz, whom they allege was a senior Hezbollah operative linked to naval operations. The raid targeted a chalet, and the individual was taken by speedboat to Israel for interrogation  .\n\nLebanese officials, including Prime Minister Najib Mikati and Transport Minister Ali Hamieh, criticized the operation. They labeled the abducted man “a civilian ship captain” taking courses at the Maritime Sciences and Technology Institute in Batroun and prepared to file a complaint with the UN Security Council, citing a potential violation of UN Resolution 1701.\n\n4. Heritage Highlights\n\nOne of the world’s oldest continuously inhabited cities — Batroun, formerly known as Botrys, has roots stretching back to the Bronze Age  .\nHistoric landmarks & UNESCO recognition: Pilgrims and tourists are drawn to its Phoenician sea wall, Makaad El Mir, St. Stephen’s Cathedral, and traditional souk. Its historic center is listed on UNESCO’s Tentative List for World Heritage  .",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTMe7YJwM3o2HPuFAyckmJZQsqOKqDkoMYp9g&s",
      "video": "",
      "category": "articles",
      "date": "2025-07-03",
      "author": "OpenAI"
    },
    {
      "id": 9,
      "title": "Thick smoke is covering the skies of the northern areas",
      "summary": "",
      "content": "Thick smoke is covering the skies of the northern areas due to the massive ongoing fire at the waste dump in Bchannine, Zgharta, with cases of suffocation being reported",
      "image": "https://media.istockphoto.com/id/121241972/photo/burning-dump.jpg?s=612x612&w=0&k=20&c=CmAcFUDmh_0zRpnS3v38u1V6ffSDsVXsUsW3CQyI7-0=",
      "video": "",
      "category": "news",
      "date": "2025-07-02",
      "author": "Tony El Chediac"
    },
    {
      "id": 8,
      "title": "President Aoun takes action after racist incident at the Airport",
      "summary": "President Aoun takes action after racist incident at OLBA Airport with a Lebanese citizen woman",
      "content": "Quoted from political pen:\n\n\nAfter a Lebanese woman sent a message last week to President Joseph Aoun following a racist incident she faced at Rafic Hariri International Airport by a General Security officer, the President personally called her to express his regret over what happened. He assured her that additional measures would be taken across all state\ninstitutions to prevent such incidents from recurring.\n\n\nPhoto is quoted by lorientlejour",
      "image": "https://s.lorientlejour.com/storage/attachments/1468/lamaelamine_516584.jpeg/r/1200/lamaelamine_516584.jpeg",
      "video": "",
      "category": "variety news",
      "date": "2025-07-02",
      "author": "Sarah Khalil"
    },
    {
      "id": 7,
      "title": "Circular issued by the Batroun Municipality",
      "summary": "Batroun Municipality announces to all citizens and residents about fireworks and weddings",
      "content": "Especially those organizing parties and weddings, that:\n\nIt is strictly prohibited to launch fireworks after 10:30 PM,\nin order to maintain the peace and safety of the residents.\n\nWe urge everyone to adhere to this decision,\nas the municipality will be compelled to take legal action against violators\nin order to preserve public order and safety.",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQconJ0WboPdix7Kz0LUvCs5pnxtwIDNL46KQ&usqp=CAU",
      "video": "",
      "category": "variety news",
      "date": "2025-07-02",
      "author": "Maya Fares"
    },
    {
      "id": 6,
      "title": "Sagesse basketball team in final",
      "summary": "Sagesse basketball team win the 3rd game vs Beirut team",
      "content": "It was a huge and terrible game between sagesse and beirut\nThat have this scores:\nEnd of the game\nBeirut (77) - (78) Sagesse\nEnd of Quarter 3\nBeirut (53) - (61) Sagesse\nEnd of Quarter 2\nBeirut (33) - (40) Sagesse\nEnd of Quarter 1\nBeirut (12) - (16) Sagesse\n\nWith final score 77 - 78, sagesse will be in the final vs alriyadi team",
      "image": "https://upload.wikimedia.org/wikipedia/fr/5/52/CS_Sagesse_New.png",
      "video": "",
      "category": "sport",
      "date": "2025-07-02",
      "author": "Karim Nassar"
    },
    {
      "id": 5,
      "title": "Video: Horrific traffic accident on the Jbeil highway",
      "summary": "A horrific traffic accident was recorded a short while ago on the Jbeil highway, heading west toward Beirut. Five cars collided, resulting in two injuries and extensive damage to all vehicles.",
      "content": "The accident also caused heavy traffic in the area. Security forces are working to regulate traffic and open an investigation into the incident to take the necessary measures.",
      "image": "",
      "video": "videos/accident in jbeil.mp4",
      "category": "news",
      "date": "2025-07-01",
      "author": "Layal Choueiri"
    },
    {
      "id": 4,
      "title": "Batroun Mini Football Villages 2025",
      "summary": "The Youth Office of the Lebanese Forces Coordination Office in Batroun is honored to invite you to participate in the \"Minifootball Villages\" tournament for the summer of 2025.",
      "content": "The Youth Office of the Lebanese Forces Coordination Office in Batroun is honored to invite you to participate in the \"Minifootball Villages\" tournament for the summer of 2025. \n Venue: Asia Sports Club. \n Time: Starts August 3rd and ends August 23rd. \n Age Group: Open. \n Participation Fee: $100. \n Prizes: $1,000 for first place, $300 for second place. \n\n The draw will take place on the evening of July 25th at 6:00 PM at the Batroun Coordination Office. \n For registration or inquiries, call 79166033.",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSLVYagfuDASSz7dEuzpnW8BglmB7PpjhNuJA&usqp=CAU",
      "video": "https://example.com/video40.mp4",
      "category": "sport",
      "date": "2024-01-01",
      "author": "Nour Daou"
    },
    {
      "id": 3,
      "title": "The body of the Iraqi youth was found!",
      "summary": "The body of the Iraqi youth who drowned yesterday off the coast of Batroun district was found.",
      "content": "The body of a young man who had been missing since yesterday was found off the coast of Madfoun, Batroun, near a Lebanese Army checkpoint. Four people drowned yesterday. Civil Defense teams were able to rescue three of them at the time, while the search for the fourth person continues today. The body was found with the participation of Civil Defense teams and a number of local youth, in addition to the \"JET SKI ARAKO\" team in the area, who, along with Civil Defense personnel, contributed to the ongoing search until the body was found, according to the \"Akhbar Al-Sa'a\" website. The drowned man was identified as \"A. A. H.\", an Iraqi national born in 2006. The body was transferred to Batroun Hospital for necessary legal action.",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRyqnRLOFS2MQs2fqTA_MyMQ3cWw8at7ChSMA&usqp=CAU",
      "video": "https://example.com/video39.mp4",
      "category": "news",
      "date": "2024-01-02",
      "author": "Jad Matar"
    },
    {
      "id": 2,
      "title": "Last game between Sagesse vs Beirut",
      "summary": "the last game between sagesse and beirut today at 10:00pm in beirut stadium, and on MTV Lebanon, also in all the restaurant in Batroun",
      "content": "Be Many ... !",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR9SIhIwS6OVHrGIRa_G_G_kMIg3xktu0I4WQ&s",
      "video": "https://example.com/video36.mp4",
      "category": "sport",
      "date": "2024-01-05",
      "author": "Omar Fakhoury"
    },
    {
      "id": 1,
      "title": "Is it possible to say Starlink Lebanon ?",
      "summary": "Musk Starting his work to open a new branch for his company in Lebanon",
      "content": "Lebanon is one of the places that Musk want to open a internet cells in it from long time, and this is the time to do it, that is what is sad from Mr Musk to Lebanese President Aoun",
      "image": "https://m.economictimes.com/thumb/height-450,width-600,imgsize-76030,msid-119496146/elon-musk-starlink.jpg",
      "video": "https://example.com/video35.mp4",
      "category": "news",
      "date": "2024-01-06",
      "author": "Lina Ghosn"
    }
  ]
}